{
    "Title": "MEASURING AND MIXING",
    "SOPNumber": "2.4",
    "VersionNumber": "1",
    "PURPOSE": {
        "Description": "The purpose of this SOP is to provide instructions for measuring and mixing (geometric dilution)."
    },
    "RESPONSIBILITY": {
        "Supervision": "The Designated Person(s) shall supervise this procedure.",
        "Personnel": "Compounding laboratory personnel"
    },
    "REFERENCES": [
        "SOP 4.0 – Use, Verification and Maintenance of the Balance"
    ],
    "DEFINITIONS": [
        {
            "Term": "API",
            "Definition": "Active Pharmaceutical Ingredient"
        },
        {
            "Term": "Barrel",
            "Definition": "Part of a syringe that is a reservoir for holding liquid, clearly graduated to allow accurate and visual measurement of the contents."
        },
        {
            "Term": "Geometric dilution",
            "Definition": "The process of mixing two or more powders of different quantities to create a uniform mixture."
        },
        {
            "Term": "Meniscus",
            "Definition": "The curved surface of a liquid in a tube."
        },
        {
            "Term": "Plunger",
            "Definition": "A piston-like device inside the syringe barrel."
        },
        {
            "Term": "Syringe stopper",
            "Definition": "The portion of the plunger in contact with material inside the syringe. Typically made of rubber but may be made from other materials."
        },
        {
            "Term": "Triturate",
            "Definition": "To reduce particle size of a substance by shear force."
        }
    ],
    "FREQUENCY": {
        "Occurrence": "Each time measuring or mixing is required."
    },
    "EQUIPMENT_SUPPLIES": [
        "Measuring equipment (graduated cylinders, syringes, beakers, etc.)",
        "Mortar and pestle",
        "12 x 12 ointment paper",
        "Rubber spatula"
    ],
    "PROCEDURE": [
        {
            "Section": "Measurement System",
            "Steps": [
                {
                    "Subsection": "7.1",
                    "Heading": "Measurement system",
                    "Step": "The metric system is the system of measurement used in pharmacy.",
                    "Substeps": [
                        {
                            "SubstepNumber": "7.1.1.1",
                            "Substep": "Metric weights: microgram (mcg), milligram (mg), gram (gm)"
                        },
                        {
                            "SubstepNumber": "7.1.1.2",
                            "Substep": "Metric liquid measures: milliliter (mL), liter (L)"
                        }
                    ],
                    "AdditionalInfo": []
                }
            ]
        },
        {
            "Section": "Measuring Liquid Volume",
            "Steps": [
                {
                    "Subsection": "7.2",
                    "Heading": "Measuring liquid volume",
                    "Step": "Measuring liquid volumes may be done with a calibrated graduated cylinder, beaker or a syringe.",
                    "Substeps": [
                        {
                            "SubstepNumber": "7.2.2.1",
                            "Substep": "Select a beaker or graduated cylinder that is suitable for the volume being measured and the application it is being used for."
                        },
                        {
                            "SubstepNumber": "7.2.2.2",
                            "Substep": "Confirm that the beaker or cylinder is clean and dry."
                        },
                        {
                            "SubstepNumber": "7.2.2.3",
                            "Substep": "Pour the liquid into the beaker or cylinder."
                        },
                        {
                            "SubstepNumber": "7.2.2.4",
                            "Substep": "Place the container on a flat surface and examine the volume of liquid in the container at eye level."
                        },
                        {
                            "SubstepNumber": "7.2.2.5",
                            "Substep": "Read the measurement at the bottom of the meniscus."
                        }
                    ],
                    "AdditionalInfo": []
                },
                {
                    "Subsection": "7.2.3",
                    "Heading": "Using a syringe",
                    "Step": "Selecting and using a syringe for measurement.",
                    "Substeps": [
                        {
                            "SubstepNumber": "7.2.3.1",
                            "Substep": "Select a syringe that is suitable for the volume to be measured. When possible, use a syringe where the amount being measured is no less than 30% of its capacity."
                        },
                        {
                            "SubstepNumber": "7.2.3.2",
                            "Substep": "Make sure that the plunger is pressed down to the bottom of the barrel."
                        },
                        {
                            "SubstepNumber": "7.2.3.3",
                            "Substep": "Place the syringe tip in the liquid that you want to measure."
                        },
                        {
                            "SubstepNumber": "7.2.3.4",
                            "Substep": "Draw back on the plunger, allowing the liquid to flow into the syringe."
                        },
                        {
                            "SubstepNumber": "7.2.3.5",
                            "Substep": "Fill the syringe barrel to the appropriate amount needed by lining the end of the plunger up with the desired marking on the barrel."
                        },
                        {
                            "SubstepNumber": "7.2.3.6",
                            "Substep": "Remove the syringe from the liquid."
                        }
                    ],
                    "AdditionalInfo": []
                }
            ]
        },
        {
            "Section": "Mixing",
            "Steps": [
                {
                    "Subsection": "7.3.1",
                    "Heading": "Mixing Instructions",
                    "Step": "Precise mixing instructions are required in order to produce uniform preparations within specification.",
                    "Substeps": [
                        {
                            "SubstepNumber": "7.3.1.1",
                            "Substep": "Mixing instructions are a component of the Master Formulation and shall be documented to have been performed on the Compounding Record."
                        }
                    ],
                    "AdditionalInfo": []
                },
                {
                    "Subsection": "7.3.2",
                    "Heading": "Geometric dilution using a mortar and pestle",
                    "Step": "Instructions for performing geometric dilution.",
                    "Substeps": [
                        {
                            "SubstepNumber": "7.3.2.1",
                            "Substep": "Weigh the required powders as described in SOP 4.0 Use, Verification and Maintenance of the Balance."
                        },
                        {
                            "SubstepNumber": "7.3.2.2",
                            "Substep": "Place a piece of 12 x 12 ointment paper under the mortar to help contain any powder spillage that might occur during the mixing process."
                        },
                        {
                            "SubstepNumber": "7.3.2.3",
                            "Substep": "Place a small amount of diluent in the bottom center of the mortar and use the pestle to triturate to fill any potential micro cracks within the mortar."
                        },
                        {
                            "SubstepNumber": "7.3.2.4",
                            "Substep": "Place the API along with dye (if using) in the bottom center of the mortar on top of the diluent that is already in the mortar."
                        },
                        {
                            "SubstepNumber": "7.3.2.5",
                            "Substep": "Add a portion of the diluent equal in volume to the API and diluent to the mortar."
                        },
                        {
                            "SubstepNumber": "7.3.2.6",
                            "Substep": "Place the pestle in the center of the mortar and triturate in a circular motion, beginning in the center and working out towards the edges and then back down towards the center again."
                        },
                        {
                            "SubstepNumber": "7.3.2.7",
                            "Substep": "Occasionally the pestle should be scraped with a rubber spatula to remove packed powder from the pestle. It may also be necessary to scrape the sides and bottom of the mortar with a spatula to remove any packed powder back towards the center of the mortar."
                        },
                        {
                            "SubstepNumber": "7.3.2.8",
                            "Substep": "Continue mixing until a uniform color is obtained, indicating proper dilution."
                        },
                        {
                            "SubstepNumber": "7.3.2.9",
                            "Substep": "Repeat steps 7.3.2.5 – 7.3.2.9 until all the diluent is utilized and the mixture has a uniform color."
                        }
                    ],
                    "AdditionalInfo": []
                }
            ]
        }
    ],
    "ATTACHMENTS": [
        "N/A"
    ],
    "HISTORY": {
        "Changes": [
            {
                "Version": "1",
                "EffectiveDate": "MM/DD/YYYY",
                "ChangeDescription": "New SOP."
            }
        ]
    }
}
